

"ZLPhotoBrowserCameraText" = "Camera";
"ZLPhotoBrowserAblumText" = "Album";
"ZLPhotoBrowserCancelText" = "Cancel";

"ZLPhotoBrowserOriginalText" = "Full image";
"ZLPhotoBrowserDoneText" = "Done";
"ZLPhotoBrowserOKText" = "OK";

"ZLPhotoBrowserBackText" = "Back";
"ZLPhotoBrowserSettingText" = "Setting";
"ZLPhotoBrowserSorryText" = "Sorry";

"ZLPhotoBrowserPhotoText" = "Photos";
"ZLPhotoBrowserVideoText" = "Videos";
"ZLPhotoBrowserPreviewText" = "Preview";


"ZLPhotoBrowserHandleText" = "waiting...";
"ZLPhotoBrowserLoadingText" = "loading，waiting please";
"ZLPhotoBrowserCannotUseCamera" = "Can not use camera";


"ZLPhotoBrowserSaveImageErrorText" = "Save photo to ablum failed";
"ZLPhotoBrowserMaxSelectCountText" = "Max select count: %ld";
"ZLPhotoBrowserMinSelectCountText" = "Select a minimum of %zd photos";



"ZLPhotoBrowserSynchronizingPhotosFromiCloudText" = "Synchronizing photos from iCloud";
"ZLPhotoBrowserCanNotChosseGifWhenPhotoTypeText" = "Can not choose both photo and GIF";
"ZLPhotoBrowserCanNotChosseVideoWhenPhotoTypeText" = "Can not choose both video and photo";
"ZLPhotoBrowserHandleVideoAsPhotoWhenMultiStateText" = "Select the video when in multi state, we will handle the video as a photo";

"ZLPhotoBrowserNoCameraAuthorityText" = "Please allow %@ to access your device's camera in \"Settings\"->\"Privacy\"->\"Camera\"";
"ZLPhotoBrowserNoAblumAuthorityText" = "Allow %@ to access your ablum in \"Settings\"->\"Privacy\"->\"Photos\"";

"ZLPhotoBrowseriCloudPhotoText" = "Retry after download in ablum";
"ZLPhotoBrowserCanNotJumpToPrivacySettingPage" = "Can not jump to the privacy settings page, please go to the settings page by self, thank you";
